import java.time.LocalDate;
import java.time.Month;

public class Task2 {
    public static void main(String[] args) {
        //2. Написать программу для вывода на экран дату следующего вторника.
        System.out.println(LocalDate.of(2022, Month.JUNE, 28));
    }
}
